export let dataArticle = [
  {
    id: 0,
    title: 'Основы биомеханики',
    detail: [
      {
        key: 1,
        number: 1.1,
        articleTitle: 'Деформация характеристики',
        contentText: [
          {
            text: 'Предполагается, что силы, действующие на тело, вызывают его деформацию. Изучение упругости и пластичности касаются того, как именно тела деформируются под действием приложенных сил. Изменение размеров или формы тела под действием приложенных сил называется деформацией. Различают упругую деформацию и пластическую деформацию.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: require('../assets/img11.png'),
          },
          {
            text: 'Пластическая деформация определяется как постоянная, невосполнимая (необратимая) де-формация: тело не возвращается к своим пер-воначальным размерам. Например, медь, се-ребро и золото имеют довольно большую пла-стическую деформацию. С атомной точки зре-ния, в случае упругой деформации при удале-нии внешней силы атомы тела возвращаются в свое равновесное (исходное) положение. Пла-стическая деформация соответствует разрыву связей с исходными соседями атома и после-дующему реформированию связей с новыми соседями. После удаления силы, большое ко-личество атомов, которые переместились, не возвращаются в исходное положение',
            img: '',
          },
        ],
      },
      {
        key: 2,
        number: 1.2,
        articleTitle: 'Диаграмма напряжения деформация',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
      {
        key: 3,
        number: 1.3,
        articleTitle: 'Деформация характеристики',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
    ],
  },
  {
    id: 1,
    title: 'Основы биомеханики',
    detail: [
      {
        key: 1,
        number: 1.1,
        articleTitle: 'Деформация характеристики',
        contentText: [
          {
            text: 'Предполагается, что силы, действующие на тело, вызывают его деформацию. Изучение упругости и пластичности касаются того, как именно тела деформируются под действием приложенных сил. Изменение размеров или формы тела под действием приложенных сил называется деформацией. Различают упругую деформацию и пластическую деформацию.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Пластическая деформация определяется как постоянная, невосполнимая (необратимая) де-формация: тело не возвращается к своим пер-воначальным размерам. Например, медь, се-ребро и золото имеют довольно большую пла-стическую деформацию. С атомной точки зре-ния, в случае упругой деформации при удале-нии внешней силы атомы тела возвращаются в свое равновесное (исходное) положение. Пла-стическая деформация соответствует разрыву связей с исходными соседями атома и после-дующему реформированию связей с новыми соседями. После удаления силы, большое ко-личество атомов, которые переместились, не возвращаются в исходное положение.',
            img: '',
          },
          {
            text: 'Соответственно, упругость - это способность тела возвращаться к первоначальным размерам и (или) форме после того, как сила, вызвавшая его деформацию, больше не прилагается. Пла-стичность-это способность тела к необрати-мым изменениям размеров и формы в ответ на приложенные усилия.',
            img: '',
          },
          {
            text: 'Существуют различные способы, которыми тело может изменять свои размеры, когда на него действуют внешние силы F. В зависимости от направления приложенной силы F различают различные виды деформаций. Основными ви-дами деформации являются: сжатие, растяже-ние, изгиб, сдвиг и кручение. Они показаны на рис. 1.1. На рисунке. 1.1,а для получения де-формации сжатия тело сжимается четырьмя равными силами, приложенными перпендику-лярно к его площадям поперечного сечения. Если тело растягивается под действием прило-женных сил, то деформация тела называется деформацией растяжения (рис. 1.1, с). Для по-лучения сдвиговой деформации две равные и противоположные деформирующие силы долж-ны быть приложены параллельно площади по-перечного сечения тела, как показано на фиг. 1.1, f. Деформированное тело показано пунк-тирной линией. В общем виде различные виды деформаций тела можно свести к двум основ-ным: деформации растяжения и деформации сдвига.',
            img: require('../assets/img11.png'),
          },
          {
            text: 'Рис. 1.1. Основные виды деформаций:',
            img: '',
          },
          {
            text: 'а, b — сжатия; c — напряжение; d — изгиб; f — сдвиг; e — кручение',
            img: '',
          },
          {
            text: 'Если на тело действует сила F, например, на вертикально подвешенный металлический стержень, показанный на фиг. 1.1, с, длина стержня изменяется. Одной из основных харак-теристик деформируемого тела является абсо-лютная деформация Δl. Абсолютная деформа-ция Δl - это изменение длины деформируемого тела:',
            img: 'img12.png',
          },
          {
            text: '(1.1)',
            img: '',
          },
          {
            text: 'где  l0 -исходная длина. Абсолютная дефор-мация измеряется в  единицах длины [м].',
            img: '',
          },
          {
            text: 'Другой основной характеристикой деформи-рованного тела является относительная дефор-мация. Относительная деформация (ε) - это отношение изменения длины Δl к исходной длине l0- тела. Это безразмерная величина, по-тому что это всего лишь отношение между двумя подобными величинами:',
            img: 'img13.png',
          },
          {
            text: 'или в процентах:',
            img: 'img14.png',
          },
          {
            text: '(1.2)',
            img: '',
          },
          {
            text: 'Когда к телу прикладывается внешняя сила, оно деформируется. Смещенные частицы внут-ри деформированного тела пытаются достичь своего равновесного положения. Эта тенденция порождает некоторую внутреннюю силу внутри тела. Сила, развиваемая внутри деформирован-ного тела, называется восстанавливающей си-лой. Эта восстанавливающая сила равна по ве-личине, но противоположна по направлению приложенной силе. Восстанавливающая сила на единицу площади называется напряжением σ. Если F-приложенная сила, а S-площадь попе-речного сечения тела, то величина напряжения σ равна:',
            img: 'img15.png',
          },
          {
            text: '(1.3)',
            img: '',
          },
          {
            text: 'Напряжение σ измеряется в Н / м2. Таким образом, напряжение σ- это внутреннее сопро-тивление, оказываемое телом внешней нагруз-ке, приложенной к нему на единицу площади поперечного сечения.',
            img: '',
          },
          {
            text: 'Если деформация упругая, то восстанавлива-ющая сила Fe прямо пропорциональна абсо-лютной деформации l:',
            img: 'img16.png',
          },
          {
            text: '(1.4)',
            img: '',
          },
          {
            text: 'Уравнение (1.4) называется законом Гука. Восстанавливающая сила (или, другими слова-ми, сила упругости) всегда противоположна направлению перемещения x, поэтому закон Гука в векторной форме:',
            img: 'img17.png',
          },
          {
            text: '(1.5)',
            img: '',
          },
          {
            text: 'где x = l, коэффициент k называется жестко-стью (в единицах Си: N/m). Жесткость k зави-сит от упругих свойств материала и его геомет-рических размеров.',
            img: '',
          },
          {
            text: 'Если деформация упругая, то закон Гука так-же может быть выражен в терминах напряжений σ и деформаций:',
            img: 'img18.png',
          },
          {
            text: '(1.6)',
            img: '',
          },
          {
            text: 'где Е-модуль Юнга.',
            img: '',
          },
          {
            text: 'Модуль Юнга E, иногда называемый моду-лем упругости, является числовой константой, которая описывает упругие свойства твердого тела, подвергающегося растяжению или сжатию только в одном направлении. Поскольку де-формация ε безразмерна, E имеет те же едини-цы измерения, что и напряжение σ. Единицей модуля упругости SI является Паскаль (1 па = 1 Н/м2), чем выше значение Е, тем выше нагруз-ка, необходимая для растяжения тела в той же степени, и, следовательно, тем жестче матери-ал. Сравните, например, жесткость металличе-ской проволоки с жесткостью резиновой ленты, когда они нагружены.',
            img: '',
          },
          {
            text: 'В общем случае модуль упругости E не сов-падает с жесткостью k . Модуль упругости - это свойство самого материала; жесткость - это свойство конструкции и зависит от геометриче-ских параметров. Формула для жесткости k имеет вид:',
            img: 'img19.png',
          },
          {
            text: '(1.7)',
            img: '',
          },
          {
            text: 'Так, k прямо пропорциональна модулю упру-гости E, площади поперечного сечения образца S и обратно пропорциональна его длине l0.',
            img: '',
          },
        ],
      },
      {
        key: 2,
        number: 1.2,
        articleTitle: 'Диаграмма напряжения деформация',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
      {
        key: 3,
        number: 1.3,
        articleTitle: 'Деформация характеристики',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
      {
        key: 4,
        number: 1.4,
        articleTitle: 'Диаграмма напряжения деформация',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
      {
        key: 5,
        number: 1.5,
        articleTitle: 'Деформация характеристики',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
      {
        key: 6,
        number: 1.6,
        articleTitle: 'Диаграмма напряжения деформация',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
    ],
  },
  {
    id: 2,
    title: 'Механические колебания и волны',
    detail: [
      {
        key: 1,
        number: 1.1,
        articleTitle: 'Деформация характеристики',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
      {
        key: 2,
        number: 1.2,
        articleTitle: 'Диаграмма напряжения деформация',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
      {
        key: 3,
        number: 1.3,
        articleTitle: 'Деформация характеристики',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
      {
        key: 4,
        number: 1.4,
        articleTitle: 'Диаграмма напряжения деформация',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
      {
        key: 5,
        number: 1.5,
        articleTitle: 'Деформация характеристики',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
      {
        key: 6,
        number: 1.6,
        articleTitle: 'Диаграмма напряжения деформация',
        contentText: [
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
          {
            text: 'Деформация является упругой, если тело возвращается к своим первоначальным размерам и (или) форме при снятии нагрузки. Упругая деформация обратима. Например, резина делает большие упругие деформации.',
            img: '',
          },
        ],
      },
    ],
  },
];
